{
  "label": "Verbesserungen",
  "mapping": {
    "dvTable": "system.dvTable"
  },
  "entries": {
    "Armored Chassis": {
      "name": "Gepanzertes Chassis",
      "description": "<p>Für alle Fahrzeuge. Panzert das Fahrzeug mit SW 13. Gilt nicht für die Glasscheiben.</p>"
    },
    "AV-4 Engine Upgrade": {
      "name": "AV-4-Triebwerk",
      "description": "<p>Für alle Bodenfahrzeuge. Statte das Fahrzeug mit Aerodyne-Triebwerken aus, die das Fliegen ermöglichen. Beim Fliegen beträgt die narrative Geschwindigkeit 322 km/h und die Geschwindigkeit im Kampf 40. Die Fertigkeit Luftfahrzeug lenken ist zum Steuern in der Luft nötig.</p>"
    },
    "Backup Drive": {
      "name": "Datensicherungslaufwerk",
      "description": "<p>Speichert Programme, die kein Schwarzes ICE sind, bevor sie zerstört werden. Diese Programme können von einem Netrunner als Fleisch-Aktion wieder installiert werden.</p>"
    },
    "Bayonet": {
      "name": "Bajonett",
      "description": "<p>Ein altes Konzept das noch immer gut funktioniert; ermöglicht es, die Waffe als Leichte Nahkampfwaffe zu nutzen. Während das Bayonet aufgesetzt ist, kann die Waffe nicht unter Kleidung verborgen werden.</p>"
    },
    "Bulletproof Glass": {
      "name": "Panzerglas",
      "description": "<p>Für alle Fahrzeuge. Alle Glasscheiben gelten nun als Deckung mit 15 TP. Kann ein zweites Mal aufgerüstet werden auf 30 TP. Alle Fenster nehmen separat Schaden.</p>"
    },
    "Combat Plow": {
      "name": "Kampfpflug",
      "description": "<p>Für alle Boden- und Wasserfahrzeuge außer Bikes und Jetskis. Wenn du etwas frontal rammst, nimmt das Fahrzeug keinen Schaden und kein Insasse erleidet die Kritische Verletzung Schleudertrauma. Wenn das Fahrzeug durch NOS beschleunigt wurde, erhöht sich der dadurch angerichtete Schaden um 2d6.</p>"
    },
    "Communications Center": {
      "name": "Kommunikationszentrum",
      "description": "<p>Für alle Fahrzeuge. Touchscreen-Konsole, die als Agent dient und Stauraum mit 6 <strong>Funkkommunikatoren</strong>, 6 <strong>Störer/Entstörer</strong>, <strong>Sendersuche/Musikwiedergabe</strong>, einem <strong>Peilsucher</strong> mit 6 verbundenen <strong>Peilsendern</strong> und einem <strong>Audiorekorder</strong>.</p>"
    },
    "Deployable Spike Strip": {
      "name": "Entfaltbares Nagelband",
      "description": "<p>Kann auf alle Bodenfahrzeuge angewendet werden. Als Aktion kann der Fahrer ein Nagelband entfalten. Entfaltet müssen alle verfolgenden Fahrzeuge einen Wurf auf Bodenfahrzeug lenken gegen SG 17 bestehen, damit ihr Fahrzeug nicht 4d6 Schaden nimmt, als wäre ein Schwachpunkt getroffen worden. Ersatz-Nagelstreifen kosten 10eb.</p>\n<p>Diese Verbesserung kann mehrfach installiert werden. Mit jeder Verbesserung erhöht sich die Anzahl der Nagelbänder, die entfaltet werden können bevor das System nachgeladen werden muss um 1. Das System kann nicht nachgeladen werden, während sich das Fahrzeug bewegt.</p>"
    },
    "DNA Lock": {
      "name": "DNS-Schloss",
      "description": "<p>Ein Cyberdeck mit einem DNS-Schloss. Ein verschlossenes Cyberdeck kann nur mit dem biometrischen Schlüssel oder einer Probe auf Elektronik/Sicherheitstechnik gegen SG 17 geöffnet werden.</p>"
    },
    "Drum Magazine (Assault Rifle)": {
      "name": "Trommelmagazin (Sturmgewehr)",
      "description": "<p>Vergrößert das Magazin auf sagenhafte 45 Schuss.</p>"
    },
    "Drum Magazine (Grenade Launcher)": {
      "name": "Trommelmagazin (Granatwerfer)",
      "description": "<p>Vergrößert das Magazin auf sagenhafte 6 Granaten.</p>"
    },
    "Drum Magazine (Heavy Pistol)": {
      "name": "Trommelmagazin (Schwere Pistole)",
      "description": "<p>Vergrößert das Magazin auf sagenhafte 28 Schuss.</p>"
    },
    "Drum Magazine (Heavy SMG)": {
      "name": "Trommelmagazin (Schwere MP)",
      "description": "<p>Vergrößert das Magazin auf sagenhafte 60 Schuss.</p>"
    },
    "Drum Magazine (Medium Pistol)": {
      "name": "Trommelmagazin (Mittelschwere Pistole)",
      "description": "<p>Vergrößert das Magazin auf sagenhafte 36 Schuss.</p>"
    },
    "Drum Magazine (Rocket Launcher)": {
      "name": "Trommelmagazin (Raketenwerfer)",
      "description": "<p>Vergrößert das Magazin auf sagenhafte 3 Raketen. Viel Boom!</p>"
    },
    "Drum Magazine (Shotgun)": {
      "name": "Trommelmagazin (Flinte)",
      "description": "<p>Vergrößert das Magazin auf sagenhafte 16 Schuss.</p>"
    },
    "Drum Magazine (SMG)": {
      "name": "Trommelmagazin (MP)",
      "description": "<p>Vergrößert das Magazin auf sagenhafte 50 Schuss.</p>"
    },
    "Drum Magazine (Sniper Rifle)": {
      "name": "Trommelmagazin (Scharfschützengewehr)",
      "description": "<p>Vergrößert das Magazin auf sagenhafte 12 Schuss.</p>"
    },
    "Drum Magazine (Very Heavy Pistol)": {
      "name": "Trommelmagazin (Sehr Schwere Pistole)",
      "description": "<p>Vergrößert das Magazin auf sagenhafte 28 Schuss.</p>"
    },
    "Enhanced Interface Plug Integration": {
      "name": "Verbesserte Interface-Buchsenintegrierung",
      "description": "<p>Kann auf alle Bikes angewendet werden. Wenn du das Bike mittels Interface-Buchse steuerst kannst du versuchen, Angriffen gegen dich oder deine Mitfahrer auszuweichen wie zu Fuß, wenn du da in der Lage wärst, Geschossen auszuweichen (REF 8+). Wenn du für einen Mitfahrer ausweichst, zählt das als dessen Verteidigung.</p>"
    },
    "Extended Magazine (Assault Rifle)": {
      "name": "Erweitertes Magazin (Sturmgewehr)",
      "description": "<p>Vergrößert das Magazin auf sagenhafte 35 Schuss.</p>"
    },
    "Extended Magazine (Grenade Launcher)": {
      "name": "Erweitertes Magazin (Granatwerfer)",
      "description": "<p>Vergrößert das Magazin auf sagenhafte 4 Granaten.</p>"
    },
    "Extended Magazine (Heavy Pistol)": {
      "name": "Erweitertes Magazin (Schwere Pistole)",
      "description": "<p>Vergrößert das Magazin auf sagenhafte 14 Schuss.</p>"
    },
    "Extended Magazine (Heavy SMG)": {
      "name": "Erweitertes Magazin (Schwere MP)",
      "description": "<p>Vergrößert das Magazin auf sagenhafte 50 Schuss.</p>"
    },
    "Extended Magazine (Medium Pistol)": {
      "name": "Erweitertes Magazin (Mittelschwere Pistole)",
      "description": "<p>Vergrößert das Magazin auf sagenhafte 18 Schuss.</p>"
    },
    "Extended Magazine (Rocket Launcher)": {
      "name": "Erweitertes Magazin (Raketenwerfer)",
      "description": "<p>Vergrößert das Magazin auf sagenhafte 2 Raketen.</p>"
    },
    "Extended Magazine (Shotgun)": {
      "name": "Erweitertes Magazin (Flinte)",
      "description": "<p>Vergrößert das Magazin auf sagenhafte 8 Schuss.</p>"
    },
    "Extended Magazine (SMG)": {
      "name": "Erweitertes Magazin (MP)",
      "description": "<p>Vergrößert das Magazin auf sagenhafte 40 Schuss.</p>"
    },
    "Extended Magazine (Sniper Rifle)": {
      "name": "Erweitertes Magazin (Scharfschützengewehr)",
      "description": "<p>Vergrößert das Magazin auf sagenhafte 8 Schuss.</p>"
    },
    "Extended Magazine (Very Heavy Pistol)": {
      "name": "Erweitertes Magazin (Sehr Schwere Pistole)",
      "description": "<p>Vergrößert das Magazin auf sagenhafte 14 Schuss.</p>"
    },
    "Grenade Launcher Underbarrel": {
      "name": "Granatwerferunterlauf",
      "description": "<p>Funktioniert wie ein normaler Granatwerfer mit einer Magazingröße von 1. Benötigt zwei Hände zur Nutzung und zwei Zubehörslots. Mit diesem Zubehör kann die Waffe nicht unter Kleidung verborgen werden.</p>\n<p>Die Waffe übernimmt alle Eigenschaften der Waffe, an der sie befestigt ist, wie anderes Zubehör und die Qualität.</p>",
      "dvTable": "SG Granatwerfer"
    },
    "Hardened Circuitry": {
      "name": "Schaltkreisabschirmung",
      "description": "<p>Ein Cyberdeck mit Schaltkreisabschirmung kann durch EMP-Effekte, wie Mikrowellenimpulse, oder die Effekte von Nicht-Schwarzes-ICE-Programmen nicht zeitweise abgeschaltet, außer Betrieb gesetzt oder zerstört werden.</p>"
    },
    "Heavy Chassis": {
      "name": "Schweres Chassis",
      "description": "<p>Kann auf alle Fahrzeuge außer Bikes, Jetskis und Traghubschrauber angewandt werden. Das Fahrzeug erhält 20 Strukturschadenspunkte (SSP). Das betrifft nicht die Scheiben und das Fahrzeug kann nun bis zu 10 Tonnen ziehen.</p>"
    },
    "Housing Capacity": {
      "name": "Wohnraum",
      "description": "<p>Kann auf Aerozep, AV-4, Kajütboot, Bodenfahrzeuge und Jacht angewendet werden. In einem Bodenfahrzeug oder AV-4 wird ein Schlafbereich mit einem Bett, einer Toilette, Dusche und kleiner Küche installiert. Einem Kajütboot, einer Yacht oder einem Aerozep wird stattdessen ein weiterer Raum hinzugefügt.</p>\n<p><strong>Benötigt Schweres Chassis bei einem Bodenfahrzeug oder Hochleistungs-Bodenfahrzeug</strong>.</p>"
    },
    "Hover Upgrade": {
      "name": "Schwebeflug",
      "description": "<p>Kann auf alle Bodenfahrzeuge angewandt werden. Bringt Gebläse an, die dem Fahrzeug ermöglichen, mit der Geschwindigkeit eines Kajütboots über Wasseroberflächen zu gleiten (24 km/h narrative Geschwindigkeit, BEW 10 Kampfgeschwindigkeit).</p>"
    },
    "Infrared Nightvision Scope": {
      "name": "Infrarot-Nachtsicht-Zielfernrohr",
      "description": "<p>Reduziert die Mali auf 0, denen du üblicherweise unterliegst wenn du auf ein Ziel schießt, das teilweise durch Dunkelheit, Rauch, Nebel und so weiter verdeckt ist.</p>"
    },
    "Insulated Wiring": {
      "name": "Kabelisolierung",
      "description": "<p>Ein Cyberdeck mit Kabelisolierung kann als Folge eines Programmeffektes kein Feuer fangen oder die Kleidung des Anwenders in Brand stecken.</p>"
    },
    "KRASH Barrier": {
      "name": "KRASH-Barriere",
      "description": "<p>Macht das Cyberdeck immun gegen Effekte, die einen Netrunner zwingen sich auszuklinken (ob sicher oder unsicher).</p>"
    },
    "NOS": {
      "name": "NOS",
      "description": "<p>Für alle Fahrzeuge. Bring einen Tank mit Stickstoffmonoxid an, der dir erlaubt, eine Aktion zu nutzen um eine zusätzliche Bewegungsaktion durchzuführen, während du das Fahrzeug steuerst.&nbsp;</p>\n<p>Kann mehrfach installiert werden. Jede weitere Installation fügt jeweils einen weiteren Tank hinzu und jeder Tank kann einmal pro Tag genutzt werden, ehe er sich wieder regenerieren muss.</p>"
    },
    "Onboard Flamethrower": {
      "name": "Eingebauter Flammenwerfer",
      "description": "<p>Kan auf alle Fahrzeuge angewandt werden.<strong> </strong>Ein <strong>Flammenwerfer</strong>, der vorne, seitlich oder hinten am Fahrzeug montiert ist. Kann vom Fahrer als Aktion abgefeuert werden. Kann nicht während der Fahrt nachgeladen werden und nimmt kein Zubehör auf.</p>\n<p>Kann mehrfach installiert werden.</p>"
    },
    "Onboard Machine Gun": {
      "name": "Eingebautes Maschinengewehr",
      "description": "<p>Kann auf alle Fahrzeuge angewandt werden. Ein an der Vorderseite montiertes <strong>Sturmgewehr</strong> mit 30 Schuss, das nur im Automatikmodus feuern kann. Kann vom Fahrer als Aktion benutzt werden. Kann während der Fahrt nicht nachgeladen werden und nimmt kein Zubehör auf.</p>\n<p>Kann mehrfach installiert werden.</p>"
    },
    "Onboard Melee Weapon": {
      "name": "Eingebaute Nahkampfwaffe",
      "description": "<p>Kann auf alle Boden- und Wasserfahrzeuge angewandt werden. Eine <strong>Sehr Schwere Nahkampfwaffe</strong> die vorne, seitlich oder hinten am Fahrzeug angebracht ist. Der Fahrer kann mit ihr als Aktion angreifen. Die Waffe kann nicht entfernt werden und nimmt kein Zubehör auf.</p>\n<p>Kann mehrfach installiert werden.</p>"
    },
    "Onboard Rocket Pod": {
      "name": "Eingebauter Raketensockel",
      "description": "<p>Kann auf alle Fahrzeuge außer Bikes, Jetskis und Tragschrauber angewandt werden. Ein an der Vorderseite montierter <strong>Raketenwerfer</strong> mit einer Trommel von drei Raketen. Kann vom Fahrer als Aktion benutzt werden. Kann während der Fahrt nicht nachgeladen werden und nimmt kein Zubehör auf.</p>\n<p>Kann mehrfach installiert werden. <strong>Benötigt Schweres Chassis</strong>.</p>"
    },
    "Range Upgrade": {
      "name": "Reichweitenverbesserung",
      "description": "<p>Ein Cyberdeck mit einer Reichweitenaufrüstung kann sich mit einem Zugangspunkt verbinden, der bis zu 8 Meter entfernt ist.</p>"
    },
    "Seating Upgrade": {
      "name": "Sitzaufrüstung",
      "description": "<p>Kann auf alle Fahrzeuge angewandt werden. Fügt zwei Sitze hinzu. Können als Beiwagen (verglast und mit optionalem Seitenfenster) und mit Schleudersitzen (mit entfernbaren Fallschirmen) installiert werden.</p>\n<p>Kann mehrfach installiert werden, außer bei Bikes, Jetskis und Tragschraubern.</p>"
    },
    "Security Upgrade": {
      "name": "Sicherheitsaufrüstung",
      "description": "<p>Kann auf alle Fahrzeuge angewandt werden. Stattet das Fahrzeug mit DNS-Schlössern aus, die zum Entsperren passende Biometrie oder Elektronik/Sicherheitstechnik SG 17 benötigen. Bei Fehlschlag erleidet eine Person Schaden als wäre sie von einem Betäubungsstock getroffen werden, wenn sie sich im Umkreis von zwei Metern aufhält.</p>\n<p>Außerdem verfügt das Fahrzeug über eine Tarnvorrichtung, womit es nur durch Wahrnehmung SG 17 zu erkennen ist, solange es länger als 1 Minute still steht.</p>"
    },
    "Shotgun Underbarrel": {
      "name": "Flintenunterlauf",
      "description": "<p>Funktioniert wie eine normale Flinte mit einer Magazingröße von 2. Benötigt zwei Hände zur Nutzung und zwei Zubehörslots. Mit diesem Zubehör kann die Waffe nicht unter Kleidung verborgen werden.</p>\n<p>Die Waffe übernimmt alle Eigenschaften der Waffe, an der sie befestigt ist, wie anderes Zubehör und die Qualität.</p>",
      "dvTable": "SG Flinte (Flintenpatrone)"
    },
    "Smartgun Link": {
      "name": "Smartgun-Verbindung",
      "description": "<p>Verwandelt die Waffe in eine \"Smartgun\". Beachte alle Regeln auf S. 344, bevor du sie benutzt.</p>"
    },
    "Smuggling Upgrade": {
      "name": "Schmuggleraufrüstung",
      "description": "<p>Kann auf alle Fahrzeuge angewandt werden. Rüstet das Fahrzeug mit zwei <strong>Versteckten Halftern</strong> aus (die wie die Cyberware funktionieren). Sie zu entdecken erfordert Objekt verbergen/entdecken SG 17.<br><br>Kann mehrfach installiert werden, außer bei Bikes, Jetskis und Tragschraubern.</p>"
    },
    "Sniping Scope": {
      "name": "Scharfschützen-Zielfernrohr",
      "description": "<p>Erlaubt, Details aus bis zu 800m Entfernung zu erkennen. +1 auf Angriffe für Einzelschüsse oder Gezielte Schüsse gegen Ziele, die weiter als 50m entfernt sind.</p>"
    },
    "Vehicle Heavy Weapon Mount": {
      "name": "Schwerer Fahrzeugwaffenaufsatz",
      "description": "<p>Kann auf alle Fahrzeuge außer Bikes, Jetskis und Tragschrauber angewandt werden. Einer der Sitze wird zu einem drehbaren Aufsatz für eine beliebige Zweihändige Fernkampfwaffe umgebaut. Ein Mitfahrer kann sie als Aktion abschießen oder nachladen. Die Waffe zu entfernen oder zu installieren erfordert ebenfalls eine Aktion.</p>\n<p>Das erste Mal, dass diese Verbesserung installiert wird, ist eine <strong>Tsunami Arms Helix</strong>, <strong>Rheinmetall EMG-86 Railgun</strong> oder ein <strong>Militech \"Cowboy\" U-56 Granatwerfer</strong> inklusive. Wenn das Fahrzeug Panzerglas aufweist, ist auch der Schütze davon geschützt.</p>\n<p>Kann mehrfach installiert werden, wenn das Fahrzeug über die Aufrüstung <strong>Wohnraum</strong> verfügt. <strong>Benötigt Schweres Chassis</strong>.</p>"
    }
  }
}