{
  "label": "Боеприпасы",
  "mapping": {},
  "entries": {
    "Arasaka Acid": {
      "name": "«Яд» от Арасака",
      "description": "<p>Только для обработки катаны «Плачущий разбойник» от Арасаки. Усиливает эффект повреждения.</p>"
    },
    "Arasaka Fire": {
      "name": "«Огонь»",
      "description": "<p>Только для обработки катаны «Плачущий разбойник» от Арасаки. Поджигает цель. Эффекты не складываются</p>"
    },
    "Arasaka Wound Salt": {
      "name": "«Соль на рану» от Арасака",
      "description": "<p>Только для обработки катаны «Плачущий разбойник» от Арасаки. Добавляет второе критическое ранение. Не наносит дополнительный урон.</p>"
    },
    "Doberman 500 Marking Scent": {
      "name": "Метка с запахом «Доберман 500»",
      "description": "<p>Специальный боеприпас для пневматического пистолета. Наносит на цель особую метку с запахом.</p>"
    },
    "Grenade (Arachnid)": {
      "name": "Граната (Арахнид)",
      "description": "<p>Очень липка граната. Создаёт липкую паутину и опутывает ей жертву. Чтобы выпутаться, необходимо уничтожить или разорвать паутину в ближнем бою при помощи <strong>проверки рукопашного боя СЛ15</strong>.</p>"
    },
    "Grenade (KTech Security)": {
      "name": "Граната (охранная) от КейТех",
      "description": "<p>Бронебойная граната. Наносит урон цели, но не укрытию.</p>"
    },
    "Grenade (Shuriken Tornado)": {
      "name": "Граната (Торнадо сюрикенов)",
      "description": "<p>Буквально взрыв сюрикенов. Бронебойная граната. Каждый сюрикен наносит отдельный урон.</p>"
    },
    "Net": {
      "name": "Сеть",
      "description": "<p>Сеть для сеткомёта, опутывающая цель при попадании.</p>\n<p>При попадании опутывает цель. Цель может выбраться из пут самостоятельно при помощи <strong>проверки изворотливости СЛ13</strong>, или любой другой персонаж может помочь с помощью <strong>проверки рукопашного боя СЛ13</strong>. Так же сеть можно просто уничтожить.</p>"
    },
    "Rocks": {
      "name": "Камни",
      "description": "<p>Боеприпас для камнемёта кочевников. Боеприпас считается бесплатным и доступным, если камни достаточно малого размер можно легко собрать в непосредственной близости от стрелка.</p>"
    }
  }
}