{
  "label": "Аптека Хорнета",
  "mapping": {},
  "entries": {
    "Bodyweight AutoInjector": {
      "name": "Автоинъектор Бодивейт",
      "description": "<p>Внутренний киберимплант.</p>\n<p>Действием можно загрузить одну дозу уличного наркотика в подкожную капсулу. Дополнительно можно настроить биомонитор таким образом, чтобы доза вводилась при начале боя, получения критического ранения или достижения определённой границы ранений.</p>"
    },
    "Gas Jet": {
      "name": "Газовый рожок",
      "description": "<p>Расширение для киберруки. Занимает два слота расширений.</p>\n<p>Имплант разбрызгивает три дозы уличного наркотика или три капсулы с ядом/биотоксином на площадь 3х3 квадрата непосредственно напротив стреляющего (как выстрел дробью). Можно использовать одной рукой, а обнаружить только проверкой навыка «Скрыть/обнаружить предмет».</p>\n<p>Все, кто может быть подвержен действию яда или наркотика в зоне поражения, получают соответствующие эффекты. Цели, одетые в снаряжение, нивелирующие газовые атаки (носовые фильтры, антисмоговые респираторы) не подвергаются воздействию. Чтобы снова стрелять, газовый рожок нужно зарядить тремя дозами препарата.</p>"
    },
    "Berserker": {
      "name": "Берсерк",
      "description": "<p><strong>Основной эффект</strong></p>\n<p>Доза действует 10 минут.</p>\n<ul>\n<li>Вводит в состояние бешенства и повышенной агрессии.</li>\n<li>Принявший препарат не получает дополнительные повреждения от критических ранений.</li>\n<li>Штрафы к проверкам навыков и параметров от ранений и наезда уменьшаются вдвое.*</li>\n</ul>\n<p><strong>Дополнительный эффект (СЛ17)</strong></p>\n<p>Когда действие дозы прекращается, принявший её проходит проверку ВОЛ + Сопротивление пыткам/препаратам + 1d10 против СЛ дополнительного эффекта. В случае провала:</p>\n<ul>\n<li>Потеря человечности -2.</li>\n<li>Персонаж становится зависим и получает +1 базовому штрафу к испытанию против смерти.</li>\n</ul>\n<p><em>*Это не поддерживается системой, и параметры необходимо корректировать вручную.</em></p>"
    },
    "Prime Time": {
      "name": "Час пик",
      "description": "<p><strong>Основной эффект</strong></p>\n<p>Доза действует 4 часа.</p>\n<ul>\n<li>Обостряет концентрацию и самообладание ценой подавления эмоций</li>\n<li>-4d6 человечности пока не закончится действие дозы*</li>\n<li>+2 параметрам ХАР и ВОЛЯ. Максимальный уровень ПЗ не меняется из-за +2 ВОЛЯ</li>\n</ul>\n<p><em>* Человечность не может упасть ниже 0 после принятия Часа пик</em></p>\n<p><strong>Дополнительный эффект (СЛ17)</strong></p>\n<p>Когда действие дозы прекращается, принявший её проходит проверку ВОЛ + Сопротивление пыткам/препаратам + 1d10 СЛ дополнительного эффекта. В случае провала:</p>\n<ul>\n<li>Потеря человечности -1</li>\n<li>Персонаж становится зависим и получает -2 к ХАР пока не находится под действием Часа пик.</li>\n</ul>"
    },
    "Sedative": {
      "name": "Седативное",
      "description": "<p>Лекарственный препарат медтехника.</p>\n<p>Цель, добровольно принявшая препарат, теряет сознание на 4 часа. Бонус +2 к проверкам хирургии медтехника, если цель под седативным.</p>\n<p>Цель, принявшая препарат не добровольно, должна пройти проверку сопротивления пыткам/препаратам СЛ15. В случае провала персонаж теряет сознание на одну минуту или двадцать ходов в бою. Персонаж просыпается, если получает урон. Другие персонажи могут его разбудить действием.</p>"
    },
    "Sixgun": {
      "name": "Сиксган",
      "description": "<p>Оставь мясное пространство позади и заряди свои синапсы по полной.</p>\n<p><strong>Основной эффект</strong></p>\n<p>Доза действует 4 часа.</p>\n<ul>\n<li>+2 скорости во время нетраннинга</li>\n<li>-2 к СКО (минимум 1)</li>\n<li>-2 к РЕА (минимум 1)</li>\n<li>Принявший дозу не получает штрафы от небезопасного отключения, если его не заставила это сделать программа.</li>\n<li>Принявший дозу может сжечь 1 человечность, чтобы получить 1 дополнительное сетевое действие один раз за ход.</li>\n</ul>\n<p><strong>Дополнительный эффект (СЛ17)</strong></p>\n<p>Когда действие дозы прекращается, принявший её проходит проверку ВОЛ + Сопротивление пыткам/препаратам + 1d10 СЛ дополнительного эффекта. В случае провала:</p>\n<ul>\n<li>Персонаж становится зависим и получает -2 к нетраннингу пока не находится под действием Сиксгана.</li>\n</ul>"
    },
    "Timewarp": {
      "name": "Искривление времени",
      "description": "<p><strong>Основной эффект</strong></p>\n<p>Доза действует 1 минуту</p>\n<ul>\n<li>+3 ко всем броскам инициативы. Если принявший дозу уже в бою, +3 к показателю инициативы.</li>\n</ul>\n<p><strong>Дополнительный эффект (СЛ17)</strong></p>\n<p>Когда действие дозы прекращается, принявший её проходит проверку ВОЛ + Сопротивление пыткам/препаратам + 1d10 СЛ дополнительного эффекта. В случае провала:.</p>\n<ul>\n<li>Персонаж становится зависим и получает -2 к броскам инициативы пока не находится под действием Искривления времени.</li>\n</ul>"
    },
    "Veritas": {
      "name": "Веритас",
      "description": "<p>Доза действует 10 минут.</p>\n<p>Лекарственный препарат медтехника.</p>\n<p>Цели необходимо сделать проверку сопротивления пыткам/препаратам СЛ17. В случае провала цель получает штраф -5 к проверкам актёрской игре, концентрации, общения, дедукции, восприятия и внимания.</p>"
    },
    "Delaying Compound": {
      "name": "Задерживающая добавка",
      "description": "<p>Эта добавка задерживает эффект яда или биотоксина на минуту или на час. Добавление нескольких задерживающих добавок не увеличивает период задержки.</p>"
    },
    "Distilling Compound": {
      "name": "Очищающая добавка",
      "description": "<p>Эта добавка увеличивает СЛ проверки сопротивления пыткам/препаратам для ампул с ядом или с биотоксином на 2. Добавление нескольких очищающих добавок не увеличивает сложность проверки.</p>"
    },
    "Osmosis Compound": {
      "name": "Осмотическая добавка",
      "description": "<p>Эта добавка позволяет ампуле с ядом или с биотоксином подействовать через кожу. Одной ампулы хватит, чтобы покрыть два квадратных метра (0,2 м<sup>2</sup>), срок действия — один час. Легко смывается водой.</p>\n<p>Первая мясная цель, коснувшаяся поражённую площадь мясной частью тела, получает отравления. Чтобы обнаружить яд нужна проверка <strong>внимательности СЛ17</strong>. Дополнительное покрытие одной и той же поверхности не принесёт результата.</p>"
    },
    "Suzumebachi Assassin Drone": {
      "name": "Дрон-убийца «Судзумэбати»",
      "description": "<p>Маленький дрон, исполненный в виде осы, предназначенный для незаметных убийств.</p>\n<p>Параметры: 6 СКО - 7ОС - 10ПЗ.</p>\n<p>Можно обезвредить за пять минут проверкой электроники/безопасности СЛ17.</p>\n<p>Базовая программа:</p>\n<ol>\n<li>Обнаружить цель при помощи встроенной камеры.</li>\n<li>Стрелять по цели из дротикомёта до тех пор, пока не закончатся или цель не станет видно в инфракрасном свете.</li>\n<li>Покинуть место и вернуться к оператору</li>\n</ol>\n<p>Дрон обычно управляется посредством архитектуры сети.</p>\n<p>Радиус:</p>\n<p>Периметр здания с архитектурой сети или 50 м/ярд от портативной архитектуры сети.</p>\n<p>Нагрузка:</p>\n<ul>\n<li>Камера с режимом обзора при низком освещении и в инфракрасном спектре</li>\n<li>Дротикомёт и восемь стрел с биотоксином</li>\n<li>Пневмошприц</li>\n</ul>"
    }
  }
}