{
  "label": "Двенадцать дней Оруждества",
  "mapping": {
    "dvTable": "system.dvTable"
  },
  "entries": {
    "Nova Model 757 Rounds": {
      "name": "Боеприпас для Нова Модель 757",
      "description": "<p>Только для использования с Моделью 757 «Городской охотник». В одном наборе 18 патронов вместо обычных десяти.</p>\n<p>&nbsp;</p>\n<p>Требует киберимплант «Прицел», иначе не выстрелит. Если у одиночного выстрела выпал промах на четыре или меньше, нужно провести ещё один бросок атаки с той же СЛ, но к броску добавляется 10 вместо обычного показателя характеристики. Можно использовать УДЧ. Цель может увернуться от такого выстрела как обычно.</p>"
    },
    "Sub-Flechette Rounds": {
      "name": "Боеприпас для пистолета-флешеттомёта",
      "description": "<p>Особый боеприпас только для использования с пистолетом-флешеттомётом. Повреждает броню на 4 ОС за попадание.</p>"
    },
    "ARS-5 Submachine Gun": {
      "name": "Пистолет-пулемёт АРС-5",
      "description": "<p>Тяжёлый ПП с полным фаршем. В комплекте идут смартлинк, ИК прицел ночного видения и снайперский прицел*.</p>\n<p><em>*Все три улучшения необходимо установить самостоятельно</em></p>",
      "dvTable": "СЛ ПП"
    },
    "Chainknife": {
      "name": "Цепной нож",
      "description": "<p>Нужно действие чтобы завести, после чего становится мощным оружием ближнего боя. Без завода наносит 2d6 урона*.</p>\n<p><em>*Режим без завода не поддерживается системой, необходимо вручную снижать показатель урона</em></p>"
    },
    "Crusher": {
      "name": "Крушитель",
      "description": "<p>Пистолет, стреляющий патронами для дробовика. Прекрасен во всём.</p>",
      "dvTable": "СЛ Пистолет"
    },
    "Dragon Flamethrower": {
      "name": "Огнемёт «Дракон»",
      "description": "<p>Пламя по щелчку пальцев. Может стрелять только зажигательной дробью. Подожжённые цели получают по 4 урона ПЗ в ход.</p>"
    },
    "Hellbringer": {
      "name": "Глашатай Ада",
      "description": "<p>Когда из него стреляют, об это знают все. Если показатель ТЕЛ стрелка ниже 10, возникает неисправность, для устранения которой потребуется действие.</p>",
      "dvTable": "СЛ Пистолет"
    },
    "Multiple Ammunition Pistol": {
      "name": "Мультизарядный пистолет",
      "description": "<p>Пистолет сверхкрупного калибра. В него можно зарядить до пяти разных типов патронов*, которые можно менять перед выстрелом.</p>\n<p><em>*На данный момент не поддерживается в системе, тип патронов придётся переключать вручную</em></p>",
      "dvTable": "СЛ Пистолет"
    },
    "Nomad Pneumatic Bolt Gun": {
      "name": "Пневматический стреломёт кочевников",
      "description": "<p>Может стрелять нестандартными патронами. За десятилетия со своего изобретения это оружие не утратило своей универсальности.</p>",
      "dvTable": "СЛ Снайперская винтовка"
    },
    "Nova Model 757 Cityhunter": {
      "name": "Модель 757 «Городской охотник» от Нова",
      "description": "<p>Это пистолет стреляет только специально предназначенными для него патронами. Патроны продаются наборами по 18 штук, хотя стоят как обычные по 10. Идёт в комплекте со смартлинком*.</p>\n<p><em>*Необходимо добавить вручную после получения оружия.</em></p>",
      "dvTable": "СЛ Пистолет"
    },
    "ST-5 Assault Rifle": {
      "name": "Штурмовая винтовка СТ-5",
      "description": "<p>«Относительно» надёжная пушка. Если выпадает единица на атаку (критический провал), нужно бросить монетку. Если выпал орёл — оружие стреляет как обычно, если выпала решка — возникает неисправность, для устранения которой потребуется действие.</p>",
      "dvTable": "СЛ Штурмовая винтовка"
    },
    "Sub-Flechette Gun": {
      "name": "Пистолет-флешеттомёт",
      "description": "<p>Этот ПП может стрелять только специальными бронебойными снарядами, которые наносят броне четыре повреждения. Идёт в комплекте со смартлинком*.</p>\n<p><em>*Необходимо добавить вручную после получения оружия.</em></p>",
      "dvTable": "СЛ ПП"
    },
    "Teen Dreem": {
      "name": "Мечта юнца",
      "description": "<p>Этот ПП может вести автоогонь и огонь на подавление вплоть до последних двух патронов в магазине. Но осторожно: такое обращение расплавит оружие, и дальнейшее его использование будет невозможно.</p>",
      "dvTable": "СЛ ПП"
    },
    "WAA Bullpup Assault Weapon": {
      "name": "WAA штурмовая винтовка компоновки «буллпап»",
      "description": "<p>Штурмовая винтовка компоновки «буллпап», стоящая на вооружении уже более двадцати лет. Может стрелять нестандартными боеприпасами и идёт в комплекте со смартлинком*.</p>\n<p><em>*Необходимо добавить вручную после получения оружия.</em></p>",
      "dvTable": "СЛ Штурмовая винтовка"
    }
  }
}