{
  "label": "Таро Найт-Сити",
  "mapping": {},
  "entries": {
    "Tarot Cards": {
      "name": "Карты Таро",
      "results": [
        {
          "1-1": "Шут. Киберимпланты цели перестают работать на час. Все проверки цели получают модификатор «Дым/темнота», если врага не получается ощутить. Киберконечности ведут себя, как мясные оторванные, но болтаются на теле. Если у цели нет киберимплантов, вместо этого она получает критическое ранение «Инородное тело» и теряет 3d6 человечности (см. стр 3 Таро Найт-Сити).",
          "2-2": "Маг. ГМ выбирает один киберимплант цели. Он уничтожен. Цель так же получает возгорание уровня «Смертельное» (стр. 180 основной книги правил) (см. стр 3 Таро Найт-Сити).",
          "3-3": "Верховная жрица. Цель получает критическое ранение «Инородное тело». Передвинувшись на 4 м/ярда, вместо получения бонусного урона от критического ранения цель проходит проверку сопротивление пыткам/препаратам СЛ15 или получает 3d6 урона напрямую по ПЗ (см. стр 3 Таро Найт-Сити).",
          "4-4": "Императрица. Следующие три атаки, прошедшие по цели, автоматически наносят критическое ранение вне зависимости от результатов броска урона. Не работает на оружие, которое не может нанести критическое оружие, кроме лёгкого оружия ближнего боя (см. стр 3 Таро Найт-Сити).",
          "5-5": "Император. ГМ выбирает игрока. Этот игрок выбирает по одному критическому ранению из таблицы критических ранений головы (стр. 188 Основной книги правил) и из таблицы ранений туловища (стр. 187 Основной книги правил). Цель получает оба этих ранения (см. стр 3 Таро Найт-Сити).",
          "6-6": "Верховный жрец. Увеличь урон атаки, который бы прошёл после брони и всех модификаторов (как при прицельном огне в голову). Если атака была совершена при помощи оружия, оно уничтожено без возможности восстановления (см. стр 3 Таро Найт-Сити).",
          "7-7": "Влюблённые. Атака теперь считается как прицельный выстрел в голову. Если атака была совершена оружием ближнего боя, то нападающий взял цель в захват (см. стр 3 Таро Найт-Сити).",
          "8-8": "Колесница. Броня цели получает ещё пять очков повреждения, даже если бросок урона не побил ОС брони цели (см. стр 4 Таро Найт-Сити).",
          "9-9": "Сила. Атака наносит на 25 очков урона больше. Бонус добавляется до брони и модификаторов (см. стр 4 Таро Найт-Сити).",
          "10-10": "Отшельник. Цель получает критическое ранение «Потеря глаза» дважды, а штраф — единожды. Все проверки цели получают модификатор «Дым/темнота», если врага не получается ощутить (см. стр 4 Таро Найт-Сити).",
          "11-11": "Колесо Фортуны. Если атака была совершена оружием дальнего боя, то ГМ случайным образом выбирает новую цель. Если атака была совершена оружием ближнего боя, нападающий получает статус «сбит с ног», а атака проходит мимо. У оружия, которым совершалась атака, возникает неисправность, для устранения которой потребуется действие (см. стр 4 Таро Найт-Сити).",
          "12-12": "Справедливость. Следующие пять минут цель получает штраф -5 к проверкам уклонения и не может уклоняться от атак в дальнем бою (см. стр 4 Таро Найт-Сити).",
          "13-13": "Повешенный. Цель получает статус «сбит с ног» и получает критические ранения «Повреждение позвоночника» и «Травма шеи» (см. стр 4 Таро Найт-Сити).",
          "14-14": "Смерть. Цель проходит испытание против смерти вне зависимости от количества ПЗ. В случае провала ПЗ цели снижаются до нуля и на одну минуту цель считается без сознания. Когда цель придёт в себя, она теряет 3d6 очков человечности вплоть до максимального значения человечности (см. стр 4 Таро Найт-Сити).",
          "15-15": "Умеренность. Цель выбирает две свои конечности. Одна из них получает соответствующие критическое ранение «Оторванная конечность», а другая — соответствующее критическое ранение «Перелом конечности» (см. стр 5 Таро Найт-Сити).",
          "16-16": "Дьявол. Атак теперь считается прицельным выстрелом в голову. Цель получает критические ранения «Повреждение мозга» и «Потеря уха» (см. стр 5 Таро Найт-Сити).",
          "17-17": "Башня. Цель получает критические ранения «Перелом черепа», «Травма трахеи» и «Травма шеи» без бонусного урона. Цель не чувствует боли и игнорирует статус ранения «Серьёзное ранение» в течение часа (см. стр 5 Таро Найт-Сити).",
          "18-18": "Звезда. Если атака была в дальнем бою, то она поражает цель и ещё одну, выбранную ГМом цель на расстоянии до 20 м/ярдов. Если подходящей цели нет, ей становится основная цель. Второе попадание проходит по телу. Для второй атаки нужно сделать новый бросок на урон. Если это была атака в ближнем бою, то цель получает критические ранения «Перелом рёбер» и «Разрыв лёгкого» (см. стр 5 Таро Найт-Сити).",
          "19-19": "Луна. Цель дважды получает критическое ранение «Инородное тело», один раз в тело и один раз — в голову. Если атака была в ближнем бою с использованием оружия ближнего боя, то это оружие застревает в теле цели, а нападающий становится безоружным (см. стр 5 Таро Найт-Сити).",
          "20-20": "Солнце. Если у цели с собой есть взрывные устройства, ГМ выбирает одно из них. Оно взрывается. Если у цели не было с собой взрывчатых веществ, ГМ выбирает один предмет снаряжения цели, который не является оружием. Он уничтожен без возможности ремонта (см. стр 5 Таро Найт-Сити).",
          "21-21": "Суд. Цель получает критическое ранение «Перелом пальцев» на одной из рук. Другая рука получает критическое ранение «Оторванная кисть» (см. стр 5 Таро Найт-Сити).",
          "22-22": "Мир. Нападающий получает дополнительный ход сразу после этого. В этот дополнительный ход н получает бонус +5 кол всем проверкам навыков, игнорируя штрафы ранений и не проходит испытание против смерти если смертельно ранен (см. стр 5 Таро Найт-Сити)."
        }
      ]
    }
  }
}