{
  "label": "Гараж Вудчиппер",
  "mapping": {
    "dvTable": "system.dvTable"
  },
  "entries": {
    "M-02 Rounds": {
      "name": "Патроны для М-02",
      "description": "<p>Специальные бронебойные патроны для крупнокалиберной винтовки Штернмейер М-02. Идёт в комплекте с барабанным магазином на 80 патронов.</p>"
    },
    "Paintball (Biotoxin)": {
      "name": "Пейнтбольные шарики (с биотоксином)",
      "description": "<p>Можно собрать из трёх ампул с биотоксином. При попадании не наносит непосредственного урона.</p>"
    },
    "Paintball (Poison)": {
      "name": "Пейнтбольные шарики (с ядом)",
      "description": "<p>Можно собрать из трёх ампул с ядом. При попадании не наносит непосредственного урона.</p>"
    },
    "Aegis": {
      "name": "Эгида",
      "description": "<p>Это оружие не наносит критические ранения и повреждения броне, а если ПЗ цели опустится ниже единицы, цель падает без сознания.</p>"
    },
    "Archimedes": {
      "name": "Архимед",
      "description": "<p>Для стрельбы использует навык «Пилотирование» вместо «Крупнокалиберное оружие», требует киберимплант «Прицел» и может стрелять только умными ракетами. Одна умная ракета идёт в комплекте. Какая забота.</p>",
      "dvTable": "СЛ Ракетница"
    },
    "Burst Flamethrower": {
      "name": "Взрывной огнемёт",
      "description": "<p>Может стрелять только зажигательными жаканами. Подожжённые цели получают 4 урона по ПЗ каждый ход.</p><p>Кроме того, можно растратить весь оставшийся боезапас и выстрелить огненным шаром, который взрывается как зажигательная граната. Огненный шар так же окутывает и стрелка. Он получает смертельный уровень нахождения в огне.*.</p>\n<p><em>Особые режимы ведения огня на данный момент не поддерживаются системой, их нужно устанавливать вручную</em></p>",
      "dvTable": "СЛ Дробовик (Жакан)"
    },
    "Enviro-launcher": {
      "name": "Биоразлагаемая пусковая установка",
      "description": "<p>Ракетница, специально спроектированная таким образом, что из ней можно произвести только один выстрел. После выстрела можно действием вскрыть прилагаемую ампулу со специальным ферментом, под воздействием которого ракетница полностью разложится в течение часа.</p>",
      "dvTable": "СЛ Ракетница"
    },
    "Flare Gun": {
      "name": "Сигнальная ракетница",
      "description": "<p>Помимо обыкновенных гранат может стрелять сигнальными шашками*. Они не наносят урон, но при выстреле в воздух их видно с расстояния до трёх миль (пяти километров). Ракетницу нельзя установить как выдвижное оружие для киберимпланта.</p>\n<p><em>*На данный момент не поддерживается системой, сигнальные шашки нужно удалять из инвентаря вручную</em></p>",
      "dvTable": "СЛ Гранатомёт"
    },
    "M-02 Heavy Rifle": {
      "name": "Крупнокалиберная винтовка М-02",
      "description": "<p>Это оружие стреляет специальными боеприпасами, которые стоят 500eb (дорого) за 80 бронебойных патронов.</p>",
      "dvTable": "СЛ Штурмовая винтовка"
    },
    "Nomad Air Cannon": {
      "name": "Пневматическая пушка кочевников",
      "description": "<p>Стреляет не обычными патронами для дробовика, а заряженной в него жидкостью. Выпущенная из пушки кислота (10eb за порцию) снижает ОС всей брони цели на 1. Можно зарядить яд или биотоксин, по три ампулы на заряд.</p>"
    },
    "Pocket Launcher": {
      "name": "Карманная ракетница",
      "description": "<p>В разряженном состоянии можно спрятать.</p>",
      "dvTable": "СЛ Ракетница"
    },
    "SDF-45": {
      "name": "SDF-45",
      "description": "<p>Эта ракетница стреляет только бронебойными ракетами, максимальная дальность стрельбы 400 м/ярд. После выстрела одной ракетой, ГМ решает, куда она попала. После выстрела двумя ракетами одновременно, ГМ решает, куда они попали, но со следующими условиями: в 50 м/ярд от цели и не менее 10 м/ярд друг от друга.</p>",
      "dvTable": "СЛ Ракетница"
    },
    "TearJerker": {
      "name": "Слезливчик",
      "description": "<p>Стреляет только дымовыми гранатами и гранатами со слезоточивым газом.</p>",
      "dvTable": "СЛ Гранатомёт"
    },
    "Triple Treat": {
      "name": "Тройное удовольствие",
      "description": "<p>\n  Comes with an Exotic Grenade Launcher Underbarrel* which - as the main gun is\n  poor quality - functions as a poor quality weapon. It can't be removed. Both\n  that and the main weapon can fire non-Basic Ammunition.\n</p>\n<p><em>*Must be manually added after acquiring the weapon</em></p>\n",
      "dvTable": "СЛ Ракетница"
    }
  }
}