{
  "label": "Роли",
  "mapping": {},
  "entries": {
    "Exec": {
      "name": "Менеджер",
      "description": "<p>Коммерческие руководители и защитники толстосумов, готовые рискнуть всем, чтобы подняться по корпоративной лестнице и осуществить новую американскую мечту.</p>"
    },
    "Fixer": {
      "name": "Фиксер",
      "description": "<p>Они могут найти что угодно кому угодно, главое — были бы деньги. Используют своё очарование и навыки торговли для проведения сделок, приводя экономику тёмного будущего в движение.</p>"
    },
    "Lawman": {
      "name": "Законник",
      "description": "<p>Защитники-ренегаты, руководители корпоративных штурмовых отрядов и последние представители государственных органов правопорядка. Они патрулируют улицы и, как могут, наводят порядок в мире, полном беззакония.</p>"
    },
    "Media": {
      "name": "Журналист",
      "description": "<p>Репортёры, инфлюенсеры и культурные феномены, готовые раскрыть правду всеми возможными средствами.</p>"
    },
    "Medtech": {
      "name": "Медтехник",
      "description": "<p>Подпольные врачи и механики киберимплантов, чьи навыки помогают эджраннерам оставаться в хорошей форме и при хроме. Зачастую не бесплатно.</p>"
    },
    "Netrunner": {
      "name": "Нетраннер",
      "description": "<p>Мастера взлома, подвергающие себя опасности всякий раз, когда подключаются к киберпространству для скачивания секретов и вторжения в сети.</p>"
    },
    "Nomad": {
      "name": "Кочевник",
      "description": "<p>Водители, машинисты, энтузиасты грузоперевозок, воздушные пираты. Те, на ком держится логистика в Красное время.</p>"
    },
    "Rockerboy": {
      "name": "Рокербой",
      "description": "<p>Артисты-бунтари, своим талантом завладевающие умами толпы в борьбе против системы.</p>"
    },
    "Solo": {
      "name": "Соло",
      "description": "<p>Опытные бойцы, чьи боевые навыки позволяют им быть на высоте среди беззакония Красного времени.</p>"
    },
    "Tech": {
      "name": "Техник",
      "description": "<p>Всеобъемлющее понимание всего, связанного с техникой, позволяет им изобретать, улучшать и чинить. Без них в тёмном будущем ничего бы не работало.</p>"
    }
  }
}