{
  "label": "Улучшения",
  "mapping": {
    "dvTable": "system.dvTable"
  },
  "entries": {
    "Armored Chassis": {
      "name": "Армированная рама",
      "description": "<p>Может быть установлено на любое транспортное средство. Добавляет транспортному средству броню ОС13. Не укрепляет стёкла.</p>"
    },
    "AV-4 Engine Upgrade": {
      "name": "Двигатели AV-4",
      "description": "<p>Может быть установлено на любое наземное транспортное средство. Добавляет транспортному средству аэродиновые движители, делая возможным полёт. Во время полёта нарративная скорость модифицированного транспорта составляет 200 миль/ч (322 км/ч), а скорость в бою — 40. Для управления в воздухе требуется навык «Пилотирование».</p>"
    },
    "Backup Drive": {
      "name": "Резервный диск",
      "description": "<p>При уничтожении программы (если это не чёрный лёд) она сохраняется на резервный диск, после чего её можно переустановить мясным действием.</p>"
    },
    "Bayonet": {
      "name": "Штык-нож",
      "description": "<p>Проверенная веками штука; позволяет использовать оружие дальнего боя в качестве лёгкого оружия ближнего боя. С присоединённым штык-ножом оружие нельзя спрятать под одеждой.</p>"
    },
    "Bulletproof Glass": {
      "name": "Пуленепробиваемое стекло",
      "description": "<p>Может быть установлено на любое транспортное средство. Все стёкла в транспортном средстве считаются укрытием с 15 ПЗ. Можно установить дважды, увеличив ПЗ до 30. Все окна получают урон по отдельности.</p>\n<p>Подробнее о правилах укрытий написано в основной книге правил на стр. 182.</p>"
    },
    "Combat Plow": {
      "name": "Боевой кенгурятник",
      "description": "<p>Может быть установлено на любое наземное и водное транспортное средство кроме мотоциклов и гидроциклов. В результате тарана транспорт не получает урон, а пассажиры не получают критическое ранение «Травма шеи». Если во время тарана транспорт ускорился при помощи системы закиси азота, то цели наносится дополнительные 2d6 таранного урона.</p>"
    },
    "Communications Center": {
      "name": "Центр связи",
      "description": "<p>Может быть установлено на любое транспортное средство. Консоль с сенсорным экраном, которая работает как агент. Вдобавок в ней есть место для хранения шести <strong>радиокоммуникаторов</strong>, шести <strong>скремблеров/дескремблеров</strong>, <strong>радиоприёмника/музыкального плеера</strong>, <strong>радиопеленгатора</strong> с шестью маячками и <strong>диктофона</strong>.</p>"
    },
    "Deployable Spike Strip": {
      "name": "Развёртываемая полоса с шипами",
      "description": "<p>Может быть установлено на любой автотранспорт. В качестве действия водитель может развернуть полосу с шипами, после чего все едущие позади транспортные средства на шинах должны пройти проверку вождения СЛ17. В случае провала транспортное средство получает 4d6 урона как если бы попадание прошло в уязвимое место. Запасные полосы с шипами стоят 10eb.</p>\n<p>Можно установить несколько раз, увеличивая количество доступных для развёртывания полос прежде чем потребуется перезарядка. Во время движения перезарядка невозможна.</p>"
    },
    "DNA Lock": {
      "name": "Блокировка на ДНК",
      "description": "<p>Биометрическая защита для кибердеки. Для взлома необходима проверка электроники/безопасности СЛ17.</p>"
    },
    "Drum Magazine (Assault Rifle)": {
      "name": "Барабанный магазин (штурмовая винтовка)",
      "description": "<p>Некисло увеличивает размер магазина до 45 патронов.</p>"
    },
    "Drum Magazine (Grenade Launcher)": {
      "name": "Барабанный магазин (гранатомёт)",
      "description": "<p>Некисло увеличивает размер магазина до 6 гранат.</p>"
    },
    "Drum Magazine (Heavy Pistol)": {
      "name": "Барабанный магазин (пистолет крупного калибра)",
      "description": "<p>Некисло увеличивает размер магазина до 28 патронов.</p>"
    },
    "Drum Magazine (Heavy SMG)": {
      "name": "Барабанный магазин (ПП крупного калибра)",
      "description": "<p>Некисло увеличивает размер магазина до 60 патронов.</p>"
    },
    "Drum Magazine (Medium Pistol)": {
      "name": "Барабанный магазин (пистолет среднего калибра)",
      "description": "<p>Некисло увеличивает размер магазина до 36 патронов.</p>"
    },
    "Drum Magazine (Rocket Launcher)": {
      "name": "Барабанный магазин (ракетница)",
      "description": "<p>Некисло увеличивает размер магазина до 3 ракет. Бахнет — мама не горюй.</p>"
    },
    "Drum Magazine (Shotgun)": {
      "name": "Барабанный магазин (дробовик)",
      "description": "<p>Некисло увеличивает размер магазина до 16 патронов.</p>"
    },
    "Drum Magazine (SMG)": {
      "name": "Барабанный магазин (ПП)",
      "description": "<p>Некисло увеличивает размер магазина до 50 патронов.</p>"
    },
    "Drum Magazine (Sniper Rifle)": {
      "name": "Барабанный магазин (снайперская винтовка)",
      "description": "<p>Некисло увеличивает размер магазина до 12 патронов.</p>"
    },
    "Drum Magazine (Very Heavy Pistol)": {
      "name": "Барабанный магазин (пистолет сверхкрупного калибра)",
      "description": "<p>Некисло увеличивает размер магазина до 28 патронов.</p>"
    },
    "Enhanced Interface Plug Integration": {
      "name": "Улучшенная интеграция разъёмов интерфейса",
      "description": "<p>Можно установить на все мотоциклы. В случае, если управление мотоциклом ведётся через разъём интерфейса, у водителя РЕА 8 или больше, а водитель, пассажир или сам мотоцикл является целью, от атаки можно увернуться, как стоя на ногах. Если водитель уклоняется за пассажира, это становится его защитой.</p>"
    },
    "Extended Magazine (Assault Rifle)": {
      "name": "Увеличенный магазин (штурмовая винтовка)",
      "description": "<p>Нехило увеличивает размер магазина до 35 патронов.</p>"
    },
    "Extended Magazine (Grenade Launcher)": {
      "name": "Увеличенный магазин (гранатомёт)",
      "description": "<p>Нехило увеличивает размер магазина до 4 гранат.</p>"
    },
    "Extended Magazine (Heavy Pistol)": {
      "name": "Увеличенный магазин (пистолет крупного калибра)",
      "description": "<p>Нехило увеличивает размер магазина до 14 патронов.</p>"
    },
    "Extended Magazine (Heavy SMG)": {
      "name": "Увеличенный магазин (ПП крупного калибра)",
      "description": "<p>Нехило увеличивает размер магазина до 50 патронов.</p>"
    },
    "Extended Magazine (Medium Pistol)": {
      "name": "Увеличенный магазин (пистолет среднего калибра)",
      "description": "<p>Нехило увеличивает размер магазина до 18 патронов.</p>"
    },
    "Extended Magazine (Rocket Launcher)": {
      "name": "Увеличенный магазин (ракетница)",
      "description": "<p>Нехило увеличивает размер магазина до 2 ракет.</p>"
    },
    "Extended Magazine (Shotgun)": {
      "name": "Увеличенный магазин (дробовик)",
      "description": "<p>Нехило увеличивает размер магазина до 8 патронов.</p>"
    },
    "Extended Magazine (SMG)": {
      "name": "Увеличенный магазин (ПП)",
      "description": "<p>Нехило увеличивает размер магазина до 40 патронов.</p>"
    },
    "Extended Magazine (Sniper Rifle)": {
      "name": "Увеличенный магазин (снайперская винтовка)",
      "description": "<p>Нехило увеличивает размер магазина до 8 патронов.</p>"
    },
    "Extended Magazine (Very Heavy Pistol)": {
      "name": "Увеличенный магазин (пистолет сверхкрупного калибра)",
      "description": "<p>Нехило увеличивает размер магазина до 14 патронов.</p>"
    },
    "Grenade Launcher Underbarrel": {
      "name": "Подствольный гранатомёт",
      "description": "<p>Работает как стандартный гранатомёт, но размер магазина снижен до 1. Требует две руки и занимает два слота расширений. С присоединённым подствольным гранатомётом оружие нельзя спрятать под одеждой.</p>\n<p>Обратите внимание, что подствольный гранатомёт получает все модификаторы оружия, к которому он присоединён, в том числе другие улучшения и качество.</p>",
      "dvTable": "СЛ Гранатомёт"
    },
    "Hardened Circuitry": {
      "name": "Экранирование схем",
      "description": "<p>ЭМИ не может отключить или уничтожить кибердеку.</p>"
    },
    "Heavy Chassis": {
      "name": "Утяжелённая рама",
      "description": "<p>Может быть установлено на любое транспортное средство кроме мотоциклов, гидроциклов и автожиров. Добавляет транспортному средству 20 ПЗТ. Не укрепляет стёкла, а масса транспортного средства может достигать десяти тонн.</p>"
    },
    "Housing Capacity": {
      "name": "Жилой отсек",
      "description": "<p>Можно установить на аэрозеп, AV-4, прогулочный катер, автомобили и яхту. Установка на AV-4 добавляет одно спальное место с кроватью, туалетом, душем и небольшой кухней. Установка на прогулочный катер, яхту или аэрозеп добавляет одно помещение.</p>\n<p><strong>Для установки на спортивный или компактный автомобиль требуется улучшение «Утяжелённая рама»</strong>.</p>"
    },
    "Hover Upgrade": {
      "name": "Воздушная подушка",
      "description": "<p>Может быть установлено на любое наземное транспортное средство. Добавляет вентиляторы на днище, что позволяет передвигаться по поверхности воды с нарративной скоростью 15 миль/ч (24 км/ч). Скорость в бою 10.</p>"
    },
    "Infrared Nightvision Scope": {
      "name": "ИК прицел ночного видения",
      "description": "<p>Снижает штрафы от стрельбы по целям в темноте, дыму/тумане до нуля.</p>"
    },
    "Insulated Wiring": {
      "name": "Изолированная проводка",
      "description": "<p>Кибердека и одежда пользователя не могут загореться.</p>"
    },
    "KRASH Barrier": {
      "name": "Барьер KRASH",
      "description": "<p>Кибердека полностью защищена от эффектов, которые принуждают нетраннера выйти из сети (не важно, безопасно или нет).</p>"
    },
    "NOS": {
      "name": "Система закиси азота",
      "description": "<p>Может быть установлено на любое транспортное средство. Добавляет баллон закиси азота. Позволяет совершить ещё одно действие движения вместо действия во время управления транспортным средством.</p>\n<p>Можно установить несколько штук, каждая добавляет отдельный баллон. Каждый баллон можно использовать раз в сутки.</p>"
    },
    "Onboard Flamethrower": {
      "name": "Бортовой огнемёт",
      "description": "<p>Может быть установлено на любое транспортное средство. <strong>Огнемёт</strong>, который можно установить спереди, сбоку или сзади транспортного средства. Водитель может вести из него огонь в качестве действия. Огнемёт нельзя перезарядить во время движения, а так же на него нельзя устанавливать улучшения.</p>\n<p>Это улучшение можно установить несколько раз.</p>"
    },
    "Onboard Machine Gun": {
      "name": "Бортовой пулемёт",
      "description": "<p>Может быть установлено на любое транспортное средство. <strong>Штурмовая винтовка</strong> с магазином на 30 патронов и возможностью вести автоогонь, которую можно установить спереди транспортного средства. Водитель может вести из неё огонь в качестве действия. Штурмовую винтовку нельзя перезарядить во время движения, а так же на неё нельзя устанавливать улучшения.</p>\n<p>Это улучшение можно установить несколько раз.</p>"
    },
    "Onboard Melee Weapon": {
      "name": "Бортовое оружие ближнего боя",
      "description": "<p>Может быть установлено на любое наземное или водное транспортное средство. <strong>Тяжёлое оружие ближнего боя</strong>, которое можно установить спереди, сбоку или сзади транспортного средства. Водитель может провести им атаку. Это оружие нельзя снять.</p>\n<p>Это улучшение можно установить несколько раз.</p>"
    },
    "Onboard Rocket Pod": {
      "name": "Бортовой ракетный блок",
      "description": "<p>Может быть установлено на любое транспортное средство кроме мотоциклов, гидроциклов и автожиров. <strong>Ракетница</strong> с барабаном на три ракеты который можно установить спереди транспортного средства. Водитель может вести из неё огонь в качестве действия. Ракетницу нельзя перезарядить во время движения, а так же на неё нельзя устанавливать улучшения.</p>\n<p>Это улучшение можно установить несколько раз. <strong>Требуется улучшение «Утяжелённая рама»</strong>.</p>"
    },
    "Range Upgrade": {
      "name": "Улучшение дальности",
      "description": "<p>Кибердека может подключаться к точкам доступа на расстоянии до 8 м/ярд (вместо 6 м/ярд).</p>"
    },
    "Seating Upgrade": {
      "name": "Дополнительные сиденья",
      "description": "<p>Может быть установлено на любое транспортное средство. Два дополнительных сиденья для транспортного средства. Они могут быть установлены на люльку, а так же могут быть оснащены механизмами катапультирования и парашютами.</p>\n<p>Можно установить несколько раз, но не на мотоциклы, гидроциклы и автожиры.</p>"
    },
    "Security Upgrade": {
      "name": "Дополнительная безопасность",
      "description": "<p>Может быть установлено на любое транспортное средство. Добавляет замок на ДНК для транспортного средства. Чтобы его открыть нужны корректные биометрические данные или успешная проверка электроники/безопасности СЛ17. В случае провала горе-взломщик получает удар как от оглушающей дубинки.</p>\n<p>Дополнительно, пока транспортное средство находится в состоянии покоя, оно замаскировано. Чтобы его заметить, нужно пройти проверку <strong>внимательности СЛ17</strong>. Для активации маскировки транспортное средство должно минуту стоять неподвижно.</p>"
    },
    "Shotgun Underbarrel": {
      "name": "Подствольный дробовик",
      "description": "<p>Работает как стандартный дробовик, но размер магазина снижен до 2. Требует две руки и занимает два слота расширений. С присоединённым подствольным дробовиком оружие нельзя спрятать под одеждой.</p>\n<p>Обратите внимание, что подствольный дробовик получает все модификаторы оружия, к которому он присоединён, в том числе другие улучшения и качество.</p>",
      "dvTable": "СЛ Дробовик (Жакан)"
    },
    "Smartgun Link": {
      "name": "Смартлинк",
      "description": "<p>Делает оружие «умным».</p>"
    },
    "Smuggling Upgrade": {
      "name": "Отсек для контрабанды",
      "description": "<p>Может быть установлено на любое транспортное средство. Добавляет на транспортное средство две <strong>Скрытых кобуры</strong> и большой скрытый отсек для контрабанды. Их можно обнаружить проверкой навыка «Скрыть/обнаружить предмет» СЛ17.</p>\n<p>Можно установить несколько раз, но не на мотоциклы, гидроциклы и автожиры.</p>"
    },
    "Sniping Scope": {
      "name": "Снайперский прицел",
      "description": "<p>Позволяет чётко видеть на расстоянии до 800 м/ярд. +1 к одиночным и прицельным выстрелам на расстоянии от 50 м/ярд.</p>"
    },
    "Vehicle Heavy Weapon Mount": {
      "name": "Крепление для тяжёлого оружия",
      "description": "<p>Может быть установлено на любое транспортное средство кроме мотоциклов, гидроциклов и автожиров. Вместо одного из сидений устанавливается поворотное крепление для любого двуручного оружия дальнего боя. Пассажир может стрелять из него в качестве действия. Пассажир может перезарядить оружие. Оружие можно снять или снова установить в качестве действия.</p>\n<p>В комплекте с первой установкой этого улучшения идёт <strong>«Спираль» от Цунами армз</strong>, <strong>«Рельсотрон ЭМП-86» от Рейнметалл</strong> или <strong>«Гранатомёт U-56 „Ковбой“» от Милитеха</strong>. Если у транспортного средства есть пуленепробиваемые стёкла, они защищают и стрелка.</p>\n<p>Если у транспортного средства есть улучшение «Жилой отсек», то это улучшение можно установить несколько раз. <strong>Требуется улучшение «Утяжелённая рама»</strong>.</p>"
    }
  }
}