{
  "label": "Погода в Найт-Сити",
  "mapping": {
    "dvTable": "system.dvTable"
  },
  "entries": {
    "Umbrella": {
      "name": "Зонт",
      "description": "<p>Защищает от кислотных дождей. За каждую минуту проведённую под кислотным дождём, броня получает повреждение 1 ОС (Погода Найт-Сити, стр. 4).</p>\n<p>+2 к проверкам сопротивления пыткам/препаратам при попадании под кровавый дождь. Сильный кровавый дождь накладывает эффект ампулы с биотоксином при провале проверки (Погода Найт-Сити, стр 4).</p>"
    },
    "Cold-Weather Jacket Lining": {
      "name": "Подкладка верхней одежды для низких температур",
      "description": "<p>Улучшение для любой верхней одежды. Одетый не будет получать штрафы от воздействия низких температур (Основная книга правил, стр. 181).</p>"
    },
    "Hot-Weather Jacket Lining": {
      "name": "Подкладка верхней одежды для высоких температур",
      "description": "<p>Улучшение для любой верхней одежды. Одетый не будет получать штрафы от воздействия высоких температур (Основная книга правил, стр. 181).</p>\n<p>Аномальная жара удваивает все штрафы для тяжёлой брони (Погода Найт-Сити, стр. 5). Например, персонаж, одетый в средний бронекостюм, получает штраф -4 к СКО, ЛВК и РЕА в период аномальной жары. Подкладка верхней одежды для высоких температур снижает эти штрафы на 1.</p>"
    },
    "Waterproof Jacket Lining": {
      "name": "Гидрофобное покрытие для верхней одежды",
      "description": "<p>Улучшение для любой верхней одежды. В рамках игровой механики работает как зонт, из такой верхней одежды не выйдет водолазный костюм.</p>\n<p>Защищает от кислотных дождей. За каждую минуту, проведённую под кислотным дождём, броня получает повреждение 1 ОС (Погода Найт-Сити, стр. 4).</p>\n<p>+2 к проверкам сопротивления пыткам/препаратам при попадании под кровавый дождь. Сильный кровавый дождь накладывает эффект ампулы с биотоксином при провале проверки (Погода Найт-Сити, стр 4).</p>"
    },
    "Tactical Umbrella": {
      "name": "Тактический зонт",
      "description": "<p>Стильный зонт с выдвижным оружием. Внутри находится экзотический пистолет крупного калибра плохого качества (магазин на два патрона).</p>\n<p>Режим нескольких видов оружия: Внутри тактического зонта так же скрыто экзотическое тяжёлое оружие ближнего боя отличного качества.</p>\n<p>Защищает так же, как и обычный зонт (Погода Найт-Сити, стр. 6)</p>",
      "dvTable": "СЛ Пистолет"
    }
  }
}