{
  "label": "Киберимпланты, без которых не обойтись",
  "mapping": {},
  "entries": {
    "Appetite Controller": {
      "name": "Регулятор аппетита",
      "description": "<p>Подавляет чувство голода. Персонаж игнорирует потерю человечности, связанную с голодом, однако не исключает голодную смерть. Бросайте на испытание против смерти на утро седьмого для после последнего приёма пищи. +1 к испытаниям против смерти каждый последующий день.</p>\n<p>Требуется киберимплант «Биомонитор».</p>"
    },
    "Cyberpillow": {
      "name": "Киберподушка",
      "description": "<p>Выдвижная подушка для киберруки, чтобы спать на ходу.</p>"
    },
    "External Vidscreen": {
      "name": "Внешний видеоэкран",
      "description": "<p>Имплантированный гибкий видеоэкран. На нём можно проигрывать видеозаписи с щепки памяти или агента.</p>"
    },
    "Holo Projector Palm": {
      "name": "Голографический проектор в ладони",
      "description": "<p>Проецирует небольшую голограмму на ладонь пользователя. Пользователь может взаимодействовать с голограммой при помощи подключённого агента. Можно установить в мясную руку в качестве единственного расширения.</p>"
    },
    "Kill Display": {
      "name": "Счётчик убийств",
      "description": "<p>Ярко светящийся подкожный буквенно-цифровой дисплей. Выводимое сообщение можно настроить с помощью агента. Зачастую используется для отображения количества убийств.<br>Считается за светотату. +2 к проверкам гардероба и стиля если установлено более трёх светотату.</p>"
    },
    "Lead's Turn-On-Show-Off Nails": {
      "name": "Ноготочки «Включи-покажи»",
      "description": "<p>Полный набор ногтей с настраиваемой подсветкой. В комплекте идёт специальный инструмент-стилус для создания узоров. Узоры можно загружать из Ситинета устанавливать при помощи агента.<br>Считается за светотату. +2 к проверкам гардероба и стиля если установлено более трёх светотату.</p>"
    },
    "Mood Eye": {
      "name": "Глаз настроения",
      "description": "<p>Меняющие свой цвет глазные линзы. Цвет зависит от данных, собранных нейронной связью. Проверка <strong>актёрской игры СЛ 21</strong> чтобы обмануть нейронную сеть, сымитировать настроение и изменить цвет линз соответствующим образом. Линзы можно отключить без действия.<p>\n<ul>\n<li>Красный: ярость</li>\n<li>Синий: печаль</li>\n<li>Жёлтый: ужас</li>\n<li>Розовый: сексуальное возбуждение</li>\n<li>Зелёный: зависть</li>\n<li>Серый: обнуление</li>\n</ul>\n<p>Стилевой имплант. Требуется нейронная связь.</p>"
    },
    "NeuTongue": {
      "name": "НеоЯзык",
      "description": "<p>Симулирует вкусовые ощущения. При подключении к агенту можно установить различные вкусовые настройки. Можно отключить без действия, тем самым лишившись вкусовых ощущений.</p>\n<p>Заменяет мясной язык.</p>"
    },
    "PerfectFit Cyberfoot": {
      "name": "Киберступня «В самый раз»",
      "description": "<p>Настройка размера ступни под любую обувь. Пользователь игнорирует штрафы от обуви, которая в обычных условиях была бы неудобной или непрактичной. <br>Можно установить в мясную ногу в качестве единственного расширения.</p>"
    },
    "PersonalPak KibbleWarmer": {
      "name": "Разогреватель комбикорма",
      "description": "<p>Внутренний отсек с мощным нагревательным элементом. Идеально подходит для разогрева полуфабрикатов.</p>"
    },
    "Pursuit Security Inc. Personal Shredder": {
      "name": "Измельчитель бумаг",
      "description": "<p>Промышленный измельчитель бумаг, можно спрятать. Устанавливается вместе с внутренним отсеком для отходов.</p>"
    },
    "Sponsored Covering (Cyberarm)": {
      "name": "Спонсорское покрытие (киберрука)",
      "description": "<p>Зарабатывай 20eb в месяц за светящуюся рекламу на твоей киберруке. Стоимость установки может быть возложена на пользователя. Спонсорская поддержка может быть отозвана в случае нарушения условий использования, в том числе прикрытие рекламы одеждой и участие в мероприятиях, не соответствующих образу бренда.</p>\n<p>Нельзя установить в мясную руку.</p>"
    },
    "Sponsored Covering (Cyberleg)": {
      "name": "Спонсорское покрытие (кибернога)",
      "description": "<p>Зарабатывай 20eb в месяц за светящуюся рекламу на твоей киберноге. Стоимость установки может быть возложена на пользователя. Спонсорская поддержка может быть отозвана в случае нарушения условий использования, в том числе прикрытие рекламы одеждой и участие в мероприятиях, не соответствующих образу бренда.</p>\n<p>Нельзя установить в мясную ногу.</p>"
    }
  }
}