{
  "label": "Двенадцать дней Киберождества",
  "mapping": {},
  "entries": {
    "MagnaSlot BatteryBrick": {
      "name": "Аккумулятор «МагнаСлот»",
      "description": "<p>Аккумулятор, который можно использовать только в «Киберруке-дугомёте „Блицкриг“». Время зарядки — один час.</p>"
    },
    "FleshWeave (Armor)": {
      "name": "Вплетение в плоть (броня)",
      "description": "<p>Предмет брони для киберимпланта «Вплетение в плоть»</p>"
    },
    "Blitzkrieg Arc-Thrower Cyberarm": {
      "name": "Киберрука-дугомёт «Блицкриг»",
      "description": "<p>От руки здесь одно название. По сути это огромная электропушка. Нет слотов расширений.</p>\n<p>Дугомёт — это одноручный экзотический дробовик плохого качества, для использования которого нужен навык крупнокалиберного оружия. Стреляет дробью; электрический разряд наносит 4d6 урона. Невозможно нанести критическое ранение. Броня не получает повреждений. Цель падает без сознания, если удар снижает ПЗ ниже единицы.</p>\n<p>Оружие расходует Аккумулятор «МагнаСлот» (100eb). Его хватает на 32 выстрела, на зарядку требуется один час. Чтобы сменить аккумулятор, требуется действие. Это можно сделать, даже если нет свободных рук. У дугомёта нет кисти.</p>"
    },
    "Bug Eye": {
      "name": "Жучиный глаз",
      "description": "<p>Огромный насекомоподобный глаз со слотами расширений. Боргимплант.</p>"
    },
    "ChainRipp": {
      "name": "Цепной рвач",
      "description": "<p>Выдвижная цепная пила для киберруки с компактным выхлопом. Выдвигается и убирается без действия. Кистью киберруки невозможно пользоваться, пока выдвинута пила.</p>\n<p>Выдвинутую пилу можно завести действием, после чего она считается за одноручное экзотическое очень тяжёлое оружие ближнего боя отличного качества. Пила остаётся в таком состоянии до тех пор, пока её не выключить действием.</p>\n<p>Выдвинутая, но не заведённая пила считается за одноручное очень тяжёлое оружие ближнего боя.</p>"
    },
    "DeathTrance": {
      "name": "Смертельный транс",
      "description": "<p>Можно включить действием, чтобы подавить признаки жизни, такие как дыхание и сердцебиение. Для простого наблюдателя человек будет казаться мёртвым. -4 для всех действий, пока находится в таком летаргическом состоянии. Можно отключить действием. При частом использовании кожа может стать бледной или синеватой.</p>\n<p>Проверка <strong>медтехники СЛ17</strong> или <strong>криминологии/дедукции/внимательности СЛ21</strong> поможет обнаружить такого симулянта.</p>"
    },
    "FleshWeave": {
      "name": "Вплетение в плоть",
      "description": "<p>Внутренний киберимплант*. 7 ОС для головы и тела.<br>Работает как вплетение в кожу, но обладает функцией самовосстановления. Миллиарды наноботов чинят все нанесённые броне повреждения через десять минут покоя. Значения брони не суммируются.</p>\n<p><em>*Киберимпланты брони не реализованы в системе, необходимо добавить предмет «Вплетение в плоть (броня)» на бланк персонажа или фуфела</em></p>"
    },
    "Gang Jazzler": {
      "name": "Бандитская встряска",
      "description": "<p>Во время действия удушения электризованная игла впивается в спинной мозг жертвы. Цель не получает урона, но должна пройти проверку <strong>сопротивления пыткам/препаратам СЛ13</strong>. В случае провала цель теряет сознание на одну минуту.</p>\n<p>Работает на аккумуляторах (50eb). Аккумулятор нужно заряжать один час после каждого использования. Для того чтобы спрятать «Бандитскую встряску» или аккумулятор к ней не нужно проверки. Можно установить в мясную руку в качестве единственного киберимпланта.</p>"
    },
    "MicroWaldo": {
      "name": "МикроУолдо",
      "description": "<p>Установленный в запястье набор инструментов и датчиков, упрощающий проведение операций.</p>\n<p>+1 к проверкам хирургии медтехника.</p>\n<p>Занимает один слот расширения киберруки и один слот расширений нейронной связи.</p>"
    },
    "MonoVision": {
      "name": "МоноВизор",
      "description": "<p>Киберпотика в виде защитных очков, заменяющая сразу два мясных глаза. Слишком большой для установки крепления МультиОптик.</p>\n<p>При установке расширения кибероптики всегда считаются как в паре. Штрафы от критического ранения «Потеря глаза» удваиваются, если цель для зрения полагается только на МоноВозор.</p>\n<p>Боргимплант.</p>"
    },
    "OptiShield": {
      "name": "ОптиЩит",
      "description": "<p>Встроенные выдвижные зеркальные очки. Можно активировать действием и нивелировать негативные эффекты яркого света, например, от светошумовых гранат.</p>"
    },
    "Poser Chip": {
      "name": "Позёрская щепка",
      "description": "<p>Щепка. Позволяет пользователю без лишних усилий подражать речевым особенностям и повадкам запрограммированной личности. Есть у каждого члена позёрских банд.</p>\n<ul>\n<li>+4 к проверкам актёрской игры при подражании этой конкретной личности.</li>\n<li>+5 к проверкам актёрской игры с убедительным отыгрышем.</li>\n</ul>\n<p>Позёрские щепки, запрограммированные на основе бесчисленных часов светских хроник, стоят 500eb. Позёрские щепки, запрограммированные на основе нескольких десятков часов записей человека в приватной обстановке, более точны и, соответственно, стоят 1000eb.</p>"
    },
    "Romanova Cyberlegs": {
      "name": "Киберноги «Романова»",
      "description": "<p>Элегантные киберноги со встроенным «Когтем в ступне» на каждой пятке. Лезвия нельзя вынуть.</p>\n<p>Уже идут в паре, 1000 1000eb за комплект. В каждой ноге по три слота расширений для киберноги или киберконечности. Бросок человечности делается один раз за обе ноги. Ноги получают критические ранения отдельно, и ремонтируются тоже по отдельности.</p>"
    },
    "Watch-Man": {
      "name": "Уотчмэн",
      "description": "<p>Внутренний агент с выдвижным экраном в руке пользователя. Требует киберруку.</p>"
    }
  }
}