{
  "label": "Полночь у Загруза",
  "mapping": {},
  "entries": {
    "Hummingbird": {
      "name": "Колибри",
      "description": "<p>Никакой мишуры, голая вычислительная мощность.</p>\n<p>Два слота только под аппаратное обеспечение</p>\n<p>+1 сетевое действие каждый ход.</p>"
    },
    "Kaliya": {
      "name": "Калия",
      "description": "<p>Превосходный вариант для того, чтобы разбирать вражеских нетраннеров. Главное, чтобы у них чёрного льда с собой не было.</p>\n<p>Шесть слотов для программ или аппаратного обеспечения, три дополнительных слота только для программы «Фейерверк».</p>\n<p>Ограничения для программ защиты и чёрного льда: в слоты можно установить только программы «Фейерверк» и «Аспид»</p>"
    },
    "Kerberos": {
      "name": "Кербер",
      "description": "<p>Обрушь геенну огненную на соперников.</p>\n<p>Шесть слотов для программ, пять слотов для аппаратного обеспечения.</p>\n<p>В слоты для программ можно установить только чёрный лёд «Адская гончая».</p>"
    },
    "Kestrel 2": {
      "name": "Пустельга 2",
      "description": "<p>Чёрный лёд не попадёт по тому, до чего не сможет добраться.</p>\n<p>Семь слотов только для программ.</p>\n<p>Непосредственно перед подключением нетраннер может запустить до двух установленных программ «Быстрый Гонзалвес» без сетевого действия.</p>"
    },
    "Kirama Advanced Deck": {
      "name": "Продвинутая дека Кирама",
      "description": "<p>Может быть и не самое помпезное устройство на рынке, но эта кибердека от Кирама обладает превосходной сборкой и оборудована полезными функциями безопасности.</p>\n<p>Пять слотов для программ или аппаратного обеспечения.</p>\n<p>Нетраннер не получает негативных эффектов от небезопасного отключения.</p>"
    },
    "Kirama Entry Deck": {
      "name": "Начальная дека Кирама",
      "description": "<p>Качественная кибердека в доступном ценовом сегменте для начинающих нетраннеров. Железо не самое последнее, но функции безопасности такие же, как на флагманских кибердеках Кирама.</p>\n<p>Пять слотов только для программ.</p>\n<p>Можно установить только одну программу каждой категории (атака, защита, усиление, чёрный лёд). Нетраннер не получает негативных эффектов от небезопасного отключения.</p>"
    },
    "Kirama Training Deck": {
      "name": "Учебная дека Кирама",
      "description": "<p>Хрестоматийный пример кибердеки для начинающих. Стоит как уценка, минимальный функционал.</p>\n<p>Пять слотов только для программ.</p>\n<p>Нетраннер должен быть на 2 м/ярд ближе к точке доступа для подключения. Урон по мозгу от сетевого боя удваивается.</p>"
    },
    "MicroMate": {
      "name": "МикроДруг",
      "description": "<p>Идеально для нетраннеров, у которых только один режим: беги и мочи. Главное, чтобы не прилетело — будет больно. Очень.</p>\n<p>Девять слотов для программ и аппаратного обеспечения.</p>\n<p>В слоты нельзя установить программы защиты. Урон по мозгу от сетевого боя удваивается.</p>"
    },
    "Microtech Assault": {
      "name": "«Штурм» от Майкротех",
      "description": "<p>Расслабься. Пусть чёрный лёд сделает всю тяжёлую работу за тебя.</p>\n<p>Четыре слота для программ, пять слотов для аппаратного обеспечения</p>\n<p>В слоты для программ можно установить только чёрный лёд.</p>"
    },
    "Microtech Scout": {
      "name": "«Разведчик» от Майкротех",
      "description": "<p>Пять слотов для программ или аппаратного обеспечения.</p>\n<p>Нетраннер может сделать проверку следопыта без сетевого действия сразу после подключения.</p>"
    },
    "Microtech Warrior": {
      "name": "«Воин» от Майкротех",
      "description": "<p>Семь слотов только для программ.</p>\n<p>Нетраннер может включить одну программу «Доспехи» без сетевого действия сразу после подключения.</p>"
    },
    "Parraline 6000": {
      "name": "Парралайн 6000",
      "description": "<p>Ставь железа сколько влезет.</p>\n<p>Три слота для программ, шесть слотов для аппаратного обеспечения.</p>"
    },
    "Phoenix": {
      "name": "Феникс",
      "description": "<p>Больше ты никогда не потеряешь программу.</p>\n<p>Шесть слотов для программ или аппаратного обеспечения.</p>\n<p>Любая уничтоженная во время подключения к сети программа восстанавливается после отключения.</p>"
    },
    "Verdant Knight": {
      "name": "Юный рыцарь",
      "description": "<p>Классическая, незамысловатая кибердека, идеально подходящая для борьбы с чёрным льдом. Главное не напороться на вражеского нетраннера.</p>\n<p>Девять слотов только для программ.</p>\n<p>Можно установить только программы «Щит» и «Меч».</p>"
    },
    "Warlock's Book": {
      "name": "Фолиант чернокнижника",
      "description": "<p>Если твой стиль — словно по льду проехать через архитектуру, то это твой выбор.</p>\n<p>Девять слотов для программ или аппаратного обеспечения.</p>\n<p><em>Нельзя установить атакующие программы и чёрный лёд.</em></p>"
    },
    "Aerie": {
      "name": "Воронье гнездо",
      "description": "<p>Установленные «Вороны» уничтожают программы, а не дересают их.</p>"
    },
    "Bushido Accelerator": {
      "name": "Ускоритель бусидо",
      "description": "<p>+3 СКО для всех установленных «Убийц».</p>"
    },
    "Combat Recorder": {
      "name": "Регистратор боя",
      "description": "<p>Настоящие данные сетевого боя бесценны для разработки чёрного льда.</p>\n<p>Если другой нетраннер, подключённый к той же архитектуре сети, проваливает испытание против смерти, последние пять минут данных сетевого боя записываются на кибердеку. Записи можно продать за 50eb.</p>"
    },
    "Defense Sequencer": {
      "name": "Защитный секвенсор",
      "description": "<p>Если включённая программа «Доспехи» дереснута или уничтожена, защитный секвенсор включает ещё неиспользованную копию «Доспехов» в начале следующего хода нетраннера.</p>"
    },
    "Feline Instinct": {
      "name": "Кошачий инстинкт",
      "description": "<p>Если установленный «Саблезуб» уничтожает программу, то он наносит дополнительные 1d6 урона на все последующие атаки за подключение к сети.</p>"
    },
    "Hangry Hangry Dragon": {
      "name": "Голодный и злой дракон",
      "description": "<p>Всякий раз, когда установленный «Дракон» уничтожает программу, он восстанавливает все РЕС.</p>"
    },
    "Perfume Shoppe": {
      "name": "Парфюмерный бутик",
      "description": "<p>Чёрный лёд «Скунс» требует только одного слота для установки.</p>"
    },
    "Smithy": {
      "name": "Кузня",
      "description": "<p>Будь готов ко всему. Подключился к кишащей чёрным льдом архитектуре сети, а под рукой нет «Меча»? Поменяй на него бесполезный «Банхаммер» одним нажатием кнопки.</p>\n<p>Мясным действием можно поменять любое количество установленных программ «Меч» на «Банхаммер» и наоборот.</p>"
    },
    "Snaketrap": {
      "name": "Ловушка со змеями",
      "description": "<p>Защищает от первых атак (эффекты «Аспида», «Ворона» или «Ядовитого обнуления»), которые уничтожают случайную установленную программу. Защитный эффект работает только один раз за подключение к сети, даже если установлено несколько копия «Ловушки со змеями».</p>"
    },
    "Swamp Mist": {
      "name": "Болотный туман",
      "description": "<p>Чёрный лёд «Дух» наносит 2d6 урона вместо 1d6.</p>\n<p>Ограничения для чёрного льда: в слоты можно установить только программы «Дух».</p>"
    },
    "Swifty Clean": {
      "name": "Был да сплыл",
      "description": "<p>Нетраннер может сделать два броска маскировки за одно сетевое действие и выбрать наибольший результат. Маскировку можно использовать только один раз за подключение к сети.</p>"
    }
  }
}