{
  "label": "Programmes",
  "mapping": {},
  "entries": {
    "Armor": {
      "name": "Armure",
      "description": "<p>Réduit de 4 tous les dégâts au cerveau que vous devriez subir tant que le programme est rezzé. Vous ne pouvez exécuter qu'une seule copie de ce programme à la fois. Chaque copie de ce programme ne peut être utilisée qu'une fois par Netrun.</p>"
    },
    "Banhammer": {
      "name": "Bannissement",
      "description": "<p>Inflige 2d6 points de dégâts aux GLACE et 3d6 aux autres programmes.</p>"
    },
    "DeckKRASH": {
      "name": "ConsoleKRASH",
      "description": "<p>Force le Netrunner à se déconnecter de l'architecture de force de manière non sûre. Il subit l'effet de toutes les GLACE ennemies rezzés qu'il a rencontré. </p>"
    },
    "Eraser": {
      "name": "Effaceur",
      "description": "<p>Vous donne +2 sur tous vos jets de Masquage tant que le programme est rezzé.</p>"
    },
    "Flak": {
      "name": "Tir de barrage",
      "description": "<p>Fait tomber à 0 l'ATT de tous les programmes offensifs qui ne sont pas des GLACE exécutées contre vous tant que le programme est rezzé. Vous ne pouvez exécuter qu'une seule copie de ce programme à la fois. Chaque copie de ce programme ne peut être utilisée qu'une fois par Netrun.</p>"
    },
    "Hellbolt": {
      "name": "Feubeu",
      "description": "<p>Inflige 2d6 dégâts directement au cerveau du Netrunner ennemi. Si sa cyberconsole n'est pas dotée d'un câblage isolé, elle prend feu. Le netrunner subit 2 points de dégâts sur ses PS chaque fois qu'il termine son tour (feu).</p>"
    },
    "Nervescrub": {
      "name": "Taser",
      "description": "<p>L'INT, les REF et la DEX du Netrunner ennemi sont chacune réduites d'1d6 (mais restent de 1 minimum) pendant 1 heure.</p>"
    },
    "Poison Flatline": {
      "name": "Laser corrosif",
      "description": "<p>Détruit aléatoirement un programme qui n'est pas une GLACE installée sur la cyberconsole du Netrunner ciblé.</p>"
    },
    "See Ya": {
      "name": "Loupe",
      "description": "<p>Vous donne +2 sur tous vos jets de Cartographie tant que le programme est rezzé.</p>"
    },
    "Shield": {
      "name": "Bouclier",
      "description": "<p>Empêche le premier effet réussi d'un programme qui n'est pas une GLACE d'infliger des dégâts au cerveau. Après avoir arrêté les dégâts, le Bouclier de dérezze. Vous ne pouvez exécuter qu'une seule copie de ce programme à la fois. Chaque copie de ce programme ne peut être utilisée qu'une fois par Netrun.</p>"
    },
    "Speedy Gonzalvez": {
      "name": "Speedy Gonzalvez",
      "description": "<p>Augment votre Vitesse de +2 tant que le programme est rezzé.</p>"
    },
    "Superglue": {
      "name": "Superglue",
      "description": "<p>Le Netrunner ennemi ne peut plus ni progresser davantage au sein de l'architecture ni se déconnecter de manière sûre pendant 1d6 rounds (mais il peut toujours se déconnecter de manière dangereuse). Chaque copie de ce programme ne peut être utilisée qu'une fois par Netrun.</p>"
    },
    "Sword": {
      "name": "Sabre",
      "description": "<p>Inflige 3d6 points de dégâts aux GLACE et 2d6 aux autres programmes.</p>"
    },
    "Vrizzbolt": {
      "name": "Hélice d'éclairs",
      "description": "<p>Inflige 1d6 points de dégâts directement au cerveau du Netrunner et réduit la quantité totale d'actions virtuelles qu'il peut accomplir lors de son prochain tour de 1 (mais il lui reste 2 actions virtuelles minimum).</p>"
    },
    "Worm": {
      "name": "Ver",
      "description": "<p>Vous donne +2 sur tous vos jets de Porte dérobée tant que le programme est rezzé.</p>"
    }
  }
}