{
  "label": "Le garage de Woodchipper",
  "mapping": {
    "dvTable": "system.tableSD"
  },
  "entries": {
    "M-02 Rounds": {
      "name": "Munitions M-02",
      "description": "<p>Munitions perforantes spéciales à utiliser uniquement pour le fusil lourd Sternmeyer M-02. Vendues dans un tambour de 80 balles.</p>"
    },
    "Paintball (Biotoxin)": {
      "name": "Paintball (Biotoxine)",
      "description": "<p>Créé à partir de 3 flacons de biotoxine fixées ensemble. N'inflige aucun dégât direct à l'impact.</p>"
    },
    "Paintball (Poison)": {
      "name": "Paintball (poison)",
      "description": "<p>Créé à partir de 3 fioles de poison fixées ensemble. N'inflige aucun dégât direct à l'impact.</p>\n"
    },
    "Aegis": {
      "name": "Égide",
      "description": "<p>Cette arme ne peut pas causer de blessures critiques, ne peut pas perforer l'armure, et si elle réduisait une cible à moins de 1 PV, elle la laisserait Inconsciente avec 1 PV à la place.</p>"
    },
    "Archimedes": {
      "name": "Archimède",
      "description": "<p>Utilise la compétence Pilotage de véhicule aérien au lieu de la compétence Armes lourdes pour tirer, nécessite le cyberimplant Dispositif de visée et ne peut utiliser que des roquettes intelligentes. Il est fourni avec une roquette intelligente à l'achat. Quelle gentillesse.</p>",
      "dvTable": "SD Lance-roquettes"
    },
    "Burst Flamethrower": {
      "name": "Lance-flammes à rafale",
      "description": "<p>Peut seulement tirer des chevrotines de fusil à pompe incendiaire, mais les cibles enflammées par cette arme brûlent de 4 PS par tour.<br><br>De plus, cette arme peut consommer toutes ses munitions restantes pour tirer une boule de feu, qui explose de façon similaire à une grenade incendiaire. L’utilisateur de l’arme est également touché par la boule de feu, prenant feu à une intensité Mortelle*.</p>\n<p><em>*Mode de tir spécial non pris en charge actuellement ; devra être appliqué manuellement</em></p>",
      "dvTable": "SD Fusil à pompe (Slug)"
    },
    "Enviro-launcher": {
      "name": "Enviro-lanceur",
      "description": "<p>Ce lance-roquettes est spécialement conçu pour être tiré une seule fois. Cependant, une fois qu'il a été utilisé, l'utilisateur peut utiliser une action pour briser un flacon attaché au lance-roquette qui libèrera une enzyme qui détruira complètement le lanceur en une heure.</p>",
      "dvTable": "SD Lance-roquettes"
    },
    "Flare Gun": {
      "name": "Pistolet de détresse",
      "description": "<p>Comme les munitions de grenades normales, cette arme peut tirer des fusées éclairantes de route*. Elles n'infligent aucun dégât, mais si elles sont tirées dans les airs elles sont visibles à 5 km. Vous ne pouvez pas installer cette arme en cybernétique escamotable.</p>\n<p><em>*Actuellement non pris en charge, il faut donc supprimer manuellement une fusée éclairante de route de l'inventaire de l'utilisateur après avoir tiré</em></p>\n",
      "dvTable": "SD Lance-grenades"
    },
    "M-02 Heavy Rifle": {
      "name": "Fusil Lourd M-02",
      "description": "<p>Cette arme tire ses propres munitions personnalisées, dont le prix est de 500ed (Onéreux) pour 80 unités de munitions perforantes.</p>",
      "dvTable": "SD Fusil d'assaut"
    },
    "Nomad Air Cannon": {
      "name": "Canon à air Nomade",
      "description": "<p>Plutôt que des munitions de fusil à pompe normales, cette arme tire tout liquide avec lequel elle est rechargée. L'acide peut être acheté pour 10eb (bon marché) ce qui réduit de 1 PA toutes les armures portées par la cible. Du poison ou de la biotoxine peuvent également être chargés, mais cela nécessite 3 fioles par tir.</p>\n"
    },
    "Pocket Launcher": {
      "name": "Lance-roquettes de poche",
      "description": "<p>Tant que cette arme est déchargée, elle peut être dissimulée.</p>",
      "dvTable": "SD Lance-roquettes"
    },
    "SDF-45": {
      "name": "SDF-45",
      "description": "<p>Ce lance-roquettes ne peut charger que des fusées perforantes et a une portée maximale de 400 m. Quand l'arme tire une roquette à la fois, le MJ choisit l'endroit où elle atterrit. Quand sont tirées deux roquettes à la fois, le MJ choisit l'endroit où les roquettes atterrissent, mais cette fois jusqu'à 50 m de la cible, et avec chaque roquette séparés d'au moins 10 m.</p>\n",
      "dvTable": "SD Lance-roquettes"
    },
    "TearJerker": {
      "name": "TearJerker",
      "description": "<p>Cette arme ne peut tirer que des munitions Fumigènes ou Lacrymogène.</p>",
      "dvTable": "SD Lance-grenades"
    },
    "Triple Treat": {
      "name": "Triple Treat",
      "description": "<p>\n  Comes with an Exotic Grenade Launcher Underbarrel* which - as the main gun is\n  poor quality - functions as a poor quality weapon. It can't be removed. Both\n  that and the main weapon can fire non-Basic Ammunition.\n</p>\n<p><em>*Must be manually added after acquiring the weapon</em></p>\n",
      "dvTable": "SD Lance-roquettes"
    }
  }
}