{
  "label": "Armor",
  "mapping": {},
  "entries": {
    "Corporate Island": {
      "name": "Corporate Island",
      "description": "<p>Light Armorjack that looks like businesswear. Refer to full item description on BC pg. 35.</p>"
    },
    "Dirk Combat Jacket": {
      "name": "Dirk Combat Jacket",
      "description": "<p>Leisurewear-styled Light Armorjack and the ability to conceal two standard magazines without a check. Refer to full item description on BC pg. 28.</p>"
    },
    "Executive Armor": {
      "name": "Executive Armor",
      "description": "<p>Light Armorjack that looks like businesswear. Restores 1SP every day SP isn't lost on the armor. Refer to full item description on BC pg. 34.</p>"
    },
    "Fire Brand Bunker Gear": {
      "name": "Fire Brand Bunker Gear",
      "description": "<p>\n  Fireproof flak armor with a built in gas mask and 30 minutes of oxygen in a\n  tank that refills itself after an hour. -4 to REF, DEX, and MOVE.\n</p>\n"
    },
    "Laser Light Street Jacket": {
      "name": "Laser Light Street Jacket",
      "description": "<p>Urban Flash-styled Light Armorjack that counts as a Light Tattoo while worn. Refer to full item description on BC pg. 31.</p>"
    },
    "Lotos Netsuit": {
      "name": "Lotos Netsuit",
      "description": "<p>A netsuit allowing an extra cyberdeck hardware slot that's installed directly into the suit which is uninstalled if the suit is removed. Comes standard with an Excellent Quality Cyberdeck*. -2 to REF, DEX, and MOVE. Refer to full item description on BC pg. 31.</p>\n<p><em>*Must be manually added after acquiring the armor</em></p>"
    },
    "Masetto AirRider": {
      "name": "Masetto AirRider",
      "description": "<p>\n  Kevlar Body Armor that ignores the Whiplash critical injury from car crashes\n  as long as the armor's CO<sub>2</sub> tank is full*.\n</p>\n<p><em>*Must be manually added after acquiring the armor.</em></p>\n"
    },
    "MechaMan Motorcycle Helmet": {
      "name": "MechaMan Motorcycle Helmet",
      "description": "<p>A Kevlar motorcycle helmet with integrated smart glasses that come with Chyron and Low Light / IR / UV pre-installed*. Refer to full item description on BC pg. 37.</p>\n<p><em>*Smart Glasses and associated cyberware must be manually added and installed after acquring the armor.</em></p>"
    },
    "Mimic Clothing (Asia Pop)": {
      "name": "Mimic Clothing (Asia Pop)",
      "description": "<p>Light Armorjack made from a Mimic Clothing Kit and \"Asia Pop\" clothing. Refer to full item description on BC pg. 33.</p>"
    },
    "Mimic Clothing (Bag Lady Chic)": {
      "name": "Mimic Clothing (Bag Lady Chic)",
      "description": "<p>Light Armorjack made from a Mimic Clothing Kit and \"Bag Lady Chic\" clothing. Refer to full item description on BC pg. 33.</p>"
    },
    "Mimic Clothing (Bohemian)": {
      "name": "Mimic Clothing (Bohemian)",
      "description": "<p>Light Armorjack made from a Mimic Clothing Kit and \"Bohemian\" clothing. Refer to full item description on BC pg. 33.</p>"
    },
    "Mimic Clothing (Businesswear)": {
      "name": "Mimic Clothing (Businesswear)",
      "description": "<p>Light Armorjack made from a Mimic Clothing Kit and \"Businesswear\" clothing. Refer to full item description on BC pg. 33.</p>"
    },
    "Mimic Clothing (Gang Colors)": {
      "name": "Mimic Clothing (Gang Colors)",
      "description": "<p>Light Armorjack made from a Mimic Clothing Kit and \"Gang Colors\" clothing. Refer to full item description on BC pg. 33.</p>"
    },
    "Mimic Clothing (Generic Chic)": {
      "name": "Mimic Clothing (Generic Chic)",
      "description": "<p>Light Armorjack made from a Mimic Clothing Kit and \"Generic Chic\" clothing. Refer to full item description on BC pg. 33.</p>"
    },
    "Mimic Clothing (High Fashion)": {
      "name": "Mimic Clothing (High Fashion)",
      "description": "<p>Light Armorjack made from a Mimic Clothing Kit and \"High Fashion\" clothing. Refer to full item description on BC pg. 33.</p>"
    },
    "Mimic Clothing (Leisurewear)": {
      "name": "Mimic Clothing (Leisurewear)",
      "description": "<p>Light Armorjack made from a Mimic Clothing Kit and \"Leisurewear\" clothing. Refer to full item description on BC pg. 33.</p>"
    },
    "Mimic Clothing (Nomad Leathers)": {
      "name": "Mimic Clothing (Nomad Leathers)",
      "description": "<p>Light Armorjack made from a Mimic Clothing Kit and \"Nomad Leathers\" clothing. Refer to full item description on BC pg. 33.</p>"
    },
    "Mimic Clothing (Urban Flash)": {
      "name": "Mimic Clothing (Urban Flash)",
      "description": "<p>Light Armorjack made from a Mimic Clothing Kit and \"Urban Flash\" clothing. Refer to full item description on BC pg. 33.</p>"
    },
    "Montage Variable Clothing Line": {
      "name": "Montage Variable Clothing Line",
      "description": "<p>Light Armorjack that can swap between \"Generic Chic\" and \"Gang Colors\" styles with an action from a palette purchased (20eb per color/pattern) and installed on an agent. Comes with one color or pattern of choice. Refer to full item description on BC pg. 32</p>"
    },
    "Shock Armor": {
      "name": "Shock Armor",
      "description": "<p>Kevlar armor that shocks anyone who is grappling you. Refer to full item description on BC pg. 29.</p>"
    },
    "Skid Row Trench": {
      "name": "Skid Row Trench",
      "description": "<p>Flak Body Armor that looks like a trench coat in exchange for less protection. -4 to REF, DEX, and MOVE. Refer to full item description on BC pg. 33.</p>"
    },
    "Street Viper Riding Suit": {
      "name": "Street Viper Riding Suit",
      "description": "<p>Kevlar Body Armor that comes with two pre-installed medium melee weapons* always considered drawn as long as the armor is equipped. Refer to full item description on BC pg. 36.</p>\n<p><em>*Must be manually added after acquiring the armor.</em></p>"
    },
    "Tactical Smart Armor": {
      "name": "Tactical Smart Armor",
      "description": "<p>A full set of medium armorjack with integrated smart glasses*. -2 to REF, DEX, and MOVE. Refer to full item description on BC pg. 30.</p>\n<p><em>*Smart Glasses must be manually added after acquiring the armor.</em></p>"
    }
  }
}